
import React from 'react';

export default class Article extends React.Component {

    static path = '/';

    render () {
        return (
            <div>
                <article>
                    <img src='img/jenavi_podarock1.jpg' width={1100} height={429} />
                    <img className='left' src='img/left.jpg' width={400} height={715} />
                    <h2>О бренде Jenavi</h2>
                    <p>На сегодняшний день ООО «ЖЕНАВИ»  является  крупнейшей компанией  по изготовлению ювелирной бижутерии в Российской Федерации. Фирма была основана в 1991г.,  в Санкт-Петербурге, в городе, который по праву считается столицей ювелирного искусства. Благодаря высокой квалификации коллектива, предприятие стремительно выросло в большую производственно-торговую компанию, в которой работает свыше 500 человек. </p>
                    <p>Ювелирная бижутерия Jenavi довольно быстро стала известна не только России, но и во многих странах мира. Идеальные  по своему качеству украшения весьма понравились женщинам Европы, Америки, Азии, Австралии. </p>
                    <p>В ходе расширения производства фирма выкупила производственные площади  старого петербургского завода 'Эталон'. Бывшие  сотрудники завода вновь обрели работу, а историческое название 'Эталон' получило второе рождение в логотипе фирмы ювелирной бижутерии ETALON-JENAVI. </p>
                    <p>Однако  в год 20-летия( в 2011году), в компании был проведен ребрендинг, после чего компания изменила  логотип и название с ETALON-JENAVI на Jenavi. </p>
                    <p>На сегодняшний день Jenavi является ведущим изготовителем и поставщиком ювелирной бижутерии в России и за рубежом. Компания владеет собственной розничной  сетью в Санкт-Петербурге и Москве, а также имеет разветвленную дилерскую сеть, в которой насчитывается  более 500 магазинов и торговых точек в разных городах и странах, в том числе и в Беларуси. </p>
                    <p>Бижутерия Женави изготавливается из ювелирного гипоаллергенного сплава с гальваническим покрытием из золота, серебра, родия, меди и их комбинаций. Форму и стиль моделей определяют этнические мотивы и причудливые узоры, порхающие бабочки и распустившиеся цветы, абстрактные фигуры и карнавальные маски, небесные тела и символы года. Фантазия дизайнеров Jenavi поистине неисчерпаема!. </p>
                    <p>В украшениях Женави могут использованы вставки из кристаллов Swarovski, фианита, малахита, бирюзы, жемчуга, жемчуга Swarovski, улексита, лунного камня, обсидиана, янтаря, эмали, коралла, кожи, чароита, ювелирного полимера, пера, ткани, ткани со стразами, стразов, хрусталя и перламутра. Кроме того, художники постоянно экспериментируют с материалами вставок и от них можно ожидать чудесных находок.. </p>
                    <p>Изделия бренда отличает разностилевой авторский дизайн, который подойдет людям самыми разными вкусами. Можно купить бижутерию, которая идеально вписывается в ритм современного города, или приобрести изящные украшения для выхода в свет. Для мужчин это идеальная возможность выбрать подарок, который оценит каждая женщина. Если вас заинтересовала бижутерия Женави, наш магазин может вам предложить изделия из уже известных коллекций или из новых линеек, анонсируемых на нашем сайте.</p>
                    <p> Каждый месяц компания Jenavi выпускает 2-3 новые коллекции. Дизайн украшений, разрабатывается лучшими дизайнерами Санкт-Петербурга, а ассортимент изделий насчитывает уже более 40 000 наименований. </p>
                </article>                
            </div>
        );
    }
}
